{
  "LuaSnip": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "black": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "fzf-lua": { "branch": "main" },
  "gentags.lua": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hererocks": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-flake8": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
